import { SendWordItem } from "./interfaces";

export const sendWords: SendWordItem[] = [
  {
    name: "辅导员王迪",
    word: `亲爱的同学们，你们即将带着哈尔滨工业大学和计算学部的殷殷嘱托和深深期望奔赴祖国各地，回顾校园生活，一帧帧难忘的回忆时常浮现在脑海中，从大一军训时青涩懵懂的你们，到分流、选专业迷茫彷徨的你们，再到如今，每一位同学都有非常多的收获。很骄傲地说，学部2020级的每一名学生我都带过，也有幸见证每一名同学的成长，感谢与你们的相遇。希望大家能够弘扬传承哈工大精神，仰望星空，脚踏实地，擦亮青春底色，祝愿同学们毕业快乐，前程似锦！都说“天下没有不散的筵席”，但“人生何处不相逢”，愿我们再相逢依然如故！期待你们常回母校、常回计算学部看看，这里永远是你们的家，我会永远在学校等待和每一位同学的重逢！`,
  },
  {
    name: "辅导员秦海滨",
    word: `时光荏苒，转眼间大家就要离开校园。但毕业不是终点，而是新的起点，学校、学部、我们和大家的缘分还会继续。希望计算学部2024届本科生在未来的道路上，以追求卓越的姿态，追逐梦想、砥砺前行！
——辅导员秦海滨`,
  },
  {
    name: "陈鄞老师",
    word: `亲爱的同学们：
恭喜你们顺利完成了大学学业，迈入了新的人生阶段。在这个特殊的时刻，我想对你们说，未来的道路上会有挑战，但也会有无限可能。希望你们永远保持对知识的渴望和对未来的憧憬，不断学习、不断进步。
作为教师，我为你们的成长和进步感到骄傲。希望你们在未来的工作和生活中能够发挥自己的才华和潜力，勇敢面对困难，勇敢追求梦想。记得，永远不要放弃自己的目标和信念，坚持不懈地努力向前，成功必将属于你们。
最后，祝愿你们在未来的人生道路上能够收获幸福与成功，永远保持热情和坚定的信念。祝福你们前程似锦，一帆风顺！愿你们的人生旅程充满希望与光芒！`,
  },
  {
    name: "王宏志老师",
    word: `希望同学们保有一份自信，相信自己能够成为领域内的引领者；希望同学们保有一份乐观，微笑面对遇到的困难。祝福全体毕业生在未来的学习、工作和生活中乘长风破万里浪，秉承我们学部的优良传统，成为优秀的计算学部人，成为优秀的哈工大人！`,
  },
  {
    name: "左旺孟老师",
    word: `就要踏上新的征程了。希望同学们在未来的学习，工作和生活中收获爱情，收获友谊，收获快乐，收获事业和成就。学习在动与静，快和慢之间把握平衡，不断发现和突破自我，在这个充满变化与机遇的世界和时代中创造自己的未来。`,
  },
];
