import { SendWordItem } from "./interfaces";

export const sendWords: SendWordItem[] = [
  {
    name: "秦海滨辅导员",
    word: `时光荏苒，转眼间大家就要离开校园。但毕业不是终点，而是新的起点，学校、学部、我们和大家的缘分还会继续。希望计算学部2024届本科生在未来的道路上，以追求卓越的姿态，追逐梦想、砥砺前行！——辅导员秦海滨`,
  },
  {
    name: "《编译原理》陈鄞老师",
    word: `亲爱的同学们：
恭喜你们顺利完成了大学学业，迈入了新的人生阶段。在这个特殊的时刻，我想对你们说，未来的道路上会有挑战，但也会有无限可能。希望你们永远保持对知识的渴望和对未来的憧憬，不断学习、不断进步。
作为教师，我为你们的成长和进步感到骄傲。希望你们在未来的工作和生活中能够发挥自己的才华和潜力，勇敢面对困难，勇敢追求梦想。记得，永远不要放弃自己的目标和信念，坚持不懈地努力向前，成功必将属于你们。
最后，祝愿你们在未来的人生道路上能够收获幸福与成功，永远保持热情和坚定的信念。祝福你们前程似锦，一帆风顺！愿你们的人生旅程充满希望与光芒！`,
  },
];
