import { SendWordItem } from "./interfaces";

export const sendWords: SendWordItem[] = [
  {
    name: "辅导员秦海滨",
    word: `时光荏苒，转眼间大家就要离开校园。但毕业不是终点，而是新的起点，学校、学部、我们和大家的缘分还会继续。希望计算学部2024届本科生在未来的道路上，以追求卓越的姿态，追逐梦想、砥砺前行！
——辅导员秦海滨`,
  },
  {
    name: "辅导员王迪",
    word: `亲爱的同学们，你们即将带着哈尔滨工业大学和计算学部的殷殷嘱托和深深期望奔赴祖国各地，回顾校园生活，一帧帧难忘的回忆时常浮现在脑海中，从大一军训时青涩懵懂的你们，到分流、选专业迷茫彷徨的你们，再到如今，每一位同学都有非常多的收获。很骄傲地说，学部2020级的每一名学生我都带过，也有幸见证每一名同学的成长，感谢与你们的相遇。希望大家能够弘扬传承哈工大精神，仰望星空，脚踏实地，擦亮青春底色，祝愿同学们毕业快乐，前程似锦！都说“天下没有不散的筵席”，但“人生何处不相逢”，愿我们再相逢依然如故！期待你们常回母校、常回计算学部看看，这里永远是你们的家，我会永远在学校等待和每一位同学的重逢！`,
  },
  {
    name: "陈鄞老师",
    word: `亲爱的同学们：
恭喜你们顺利完成了大学学业，迈入了新的人生阶段。在这个特殊的时刻，我想对你们说，未来的道路上会有挑战，但也会有无限可能。希望你们永远保持对知识的渴望和对未来的憧憬，不断学习、不断进步。
作为教师，我为你们的成长和进步感到骄傲。希望你们在未来的工作和生活中能够发挥自己的才华和潜力，勇敢面对困难，勇敢追求梦想。记得，永远不要放弃自己的目标和信念，坚持不懈地努力向前，成功必将属于你们。
最后，祝愿你们在未来的人生道路上能够收获幸福与成功，永远保持热情和坚定的信念。祝福你们前程似锦，一帆风顺！愿你们的人生旅程充满希望与光芒！`,
  },
  {
    name: "韩琦老师",
    word: `经过四年规格严格的学习，希望大家都掌握了到家的本领，能够支撑起自己的理想和抱负！人生路长，未来已至，不管你是否做好准备，时代的洪流裹挟着机遇和风险扑面而来，不要慌张，不要躲避，自信、诚实、坚持、平和，你的人生必将绽放出美丽的花朵！祝愿大家在未来的日子里，都能找到属于自己的成功和幸福！`,
  },
  {
    name: "刘博老师",
    word: `纽约时间比加州时间早三个小时
但加州时间并没有变慢
有人22岁就毕业了，但等了五年才找到好的工作
有人25岁就当上CEO，却在50岁去世
也有人迟到50岁才当上CEO，然后活到90岁
有人依然单身，同时也有人已婚
世上每个人本来就有自己的发展时区
有些人看似走在你前面，有人看似走在你后面
但每个人在自己的时区有自己的步程
不用嫉妒或嘲笑他们
他们都在自己的时区里
生命就是等待正确的行动时机
你没有落后，你没有领先
在自己的时区里，一切都准时

作为一个二手的科学家，我理解的科学研究就是“critical thinking”与“creative thinking”（批判与创造），思考前人的优点与缺点，创造自己的思想与方法。时间正好，学校正好，lab正好，祝前程似锦，梦想成真。`,
  },
  {
    name: "刘国军老师",
    word: `亲爱的2024届同学们：

        大学四年的时光匆匆而过，你们在这段时间里经历了疫情与无数的挑战、收获了宝贵的经验，也结识了许多可贵的朋友和老师。
        作为一名操作系统老师，与大家相识于2023春，你们是疫情网课过后我教的第一届学生，总共两个大班，共301人，因此印象尤其深刻。虽然与大家相识只有48学时，老师记不清每位同学的名字，但是依稀可以记得课堂上那一张张认真听课和专注思考的青春面庞，以及老师每每提问过后貌似听懂理解又略带迟疑的表情......老师在大脑里开辟了一块特定内存，用来保存这段美好的记忆......
        大学只是人生学习的起点，而不是终点。无论你们选择了继续深造还是步入职场，都要保持对知识的渴望和追求。坚持锻炼，身体是第一位的。不要忘记感恩和奉献，在你们成长的道路上，一定有很多人给予过你们无私的帮助和支持。无论是家人、老师还是朋友，都是你们成长路上的重要支柱。待到功成名就之时，多回母校看看！
        感恩遇见，最后祝愿我的2024届学生们在未来的人生道路上能取得更大的成就。愿你们勇敢前行，坚持不懈，绽放出属于自己的光芒！

最诚挚的祝福，

刘国军老师
2024年6月7日于家中`,
  },
  {
    name: "舒燕君老师",
    word: `亲爱的同学们，祝贺你们顺利毕业！愿你们在人生的道路上，不忘初心，一往无前，朝着梦想砥砺前行！`,
  },
  {
    name: "王宏志老师",
    word: `希望同学们保有一份自信，相信自己能够成为领域内的引领者；希望同学们保有一份乐观，微笑面对遇到的困难。祝福全体毕业生在未来的学习、工作和生活中乘长风破万里浪，秉承我们学部的优良传统，成为优秀的计算学部人，成为优秀的哈工大人！`,
  },
  {
    name: "左旺孟老师",
    word: `就要踏上新的征程了。希望同学们在未来的学习，工作和生活中收获爱情，收获友谊，收获快乐，收获事业和成就。学习在动与静，快和慢之间把握平衡，不断发现和突破自我，在这个充满变化与机遇的世界和时代中创造自己的未来。`,
  },
];
